[
  {
    "Game Base": [
      {
        "nome": "Academic's Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. Academic's Set is a Medium Armor Set, so you will experience normal Dodge with a 25% penalty on Stamina cost",
        "link": "https://remnant2.wiki.fextralife.com/Academic's+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/academics_set_armor_sets_fextralife_wiki_guide_250px.png"
      },
      {
        "nome": "Cultist Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. Cultist Set is a Light Armor Set, so you will experience fast Dodge with no Stamina cost penalty.",
        "link": "https://remnant2.wiki.fextralife.com/Cultist+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/cultist_set_armor_remnant_2_wiki_guide_250px.png"
      },
      {
        "nome": "Field Medic Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. Field Medic Set is a Medium Armor Set, so you will experience normal Dodge with a 25% penalty on Stamina cost",
        "link": "https://remnant2.wiki.fextralife.com/Field+Medic+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/field_medic_set_armor_sets_fextralife_wiki_guide_250px.png"
      },
      {
        "nome": "High Noon Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. High Noon Set is a Medium Armor Set, so you will experience normal Dodge with a 25% penalty on Stamina cost",
        "link": "https://remnant2.wiki.fextralife.com/High+Noon+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/high_noon_set_armor_sets_fextralife_wiki_guide_250px.png"
      },
      {
        "nome": "Labyrinth Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. Labyrinth Set is a Medium Armor Set, so you will experience normal Dodge with a 25% penalty on Stamina cost",
        "link": "https://remnant2.wiki.fextralife.com/Labyrinth+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/labyrinth_set_armor_sets_fextralife_wiki_guide_250px.png"
      },
      {
        "nome": "Nightstalker Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. Nightstalker Set is a Medium Armor Set, so you will experience normal Dodge with a 25% penalty on Stamina cost",
        "link": "https://remnant2.wiki.fextralife.com/Nightstalker+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/nightstalker_a_set_armor_sets_fextralife_wiki_guide_250px.png"
      },
      {
        "nome": "Red Widow Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. Red Widow Set is a Medium Armor Set, so you will experience normal Dodge with a 25% penalty on Stamina cost",
        "link": "https://remnant2.wiki.fextralife.com/Red+Widow+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/red_widow_set_armor_sets_fextralife_wiki_guide_250px.png"
      },
      {
        "nome": "Survivor Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. Survivor Set is a Medium Armor Set, so you will experience normal Dodge with a 25% penalty on Stamina cost.",
        "link": "https://remnant2.wiki.fextralife.com/Survivor+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/survivor_overcoat_set_armor_sets_fextralife_wiki_guide_250px.png"
      },
      {
        "nome": "Trainer Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. Trainer Set is a Medium Armor Set, so you will experience normal Dodge with a 25% penalty on Stamina cost",
        "link": "https://remnant2.wiki.fextralife.com/Trainer+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/trainer_set_armor_sets_fextralife_wiki_guide_250px.png"
      }
    ],
    "The Awakened King": [
      {
        "nome": "Zealot Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. Zealot Set is a Medium Armor Set, so you will experience Normal Dodge with a 25% penalty on Stamina cost.",
        "link": "https://remnant2.wiki.fextralife.com/Zealot+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/ritualist_remnant_2_wiki_250.png"
      }
    ],
    "The Forgotten Kingdom": [
      {
        "nome": "Battle Set",
        "descricao": "Armor Sets focus on aesthetics rather than set bonuses, allowing for more freedom in Build variety, while the weight of an Armor Set plays a crucial role in determining the effectiveness of evasive maneuvers and overall combat proficiency, as lighter sets enable enhanced agility and fluidity of movement, facilitating easier and longer dodges compared to heavier sets. Battle Set is a Medium Armor Set, so you will experience normal Dodge with a 25% penalty on Stamina cost",
        "link": "https://remnant2.wiki.fextralife.com/Battle+Set",
        "imagem": "https://remnant2.wiki.fextralife.com/file/Remnant-2/battle-set-remnant-2-forgotten-kingdom-wiki-guide-250px.png"
      }
    ],
    "The Dark Horizon": [],
    "Deluxe/Ultimate Edition": []
  }
]